Repository: kpboyle1/devtreks2.1
Catalog: DevTreks.Resources/DevTreksResources.*.resx
Languages: es

source: Find
es: Buscar

# FIND_TT
source: "Find items that match the search boxes entries."
es: "Busce entries."

source: None
es: Not set

# NAVIGATOR1_GET
source: Could not initiate navigator on the server.
es: No podria iniciar el Navigator sobre la server.

source: All
es: Todos

source: Government
es: Gobierno

source: University
es: Universidad

source: Private sector
es: Sector privado

# NGOS
source: Non-govt. organizations
es: No-gobierno organizacciones

# START_AT_RECORD
source: Start at row:
es: Empiece a row:

source: of
es: de

source: records
es: recordes

# GO_BACK
source: Row
es: < Atras

# GO_BACK_TT
source: Go back to the previous group of records
es: Vaya atras al recordes anteriores

# GO_FORWARD
source: Row
es: Adelante >

# GO_FORWARD_TT
source: Go forward to the next group of records
es: Vaya adelante al recordes proximos

# RECORDS_NONE
source: This is the end of the search.
es: No recordes vuelen de la search. Por favor, hagalo otra vez. Please use the edit form

source: Information Sources:
es: Fuentes de Informaccion:

# TOC_CONTENT_INIT
source: Please make a selection from the table of contents at left.
es: Por favor, hagase un seleccion desde la mesa de contenidos a la izquierda.

# KEYGROUP
source: Group
es: Groupo

# GEONAME
source: Location Name
es: Nombre de lugar

# GEOSTART
source: Start search at
es: Empiece a buscar a

source: Start
es: Empezar

# START_TT
source: Start a new search
es: Empiece un nuevo buscar

# SUBMIT_EDITS
source: Submit
es: Mande edits

# SUBMIT_EDITS_TT
source: First make edits to the following form and then click here to submit the edits
es: Primero, hagase edits a la forma siguiente. Despues, nos mande por un click her.

# CANCEL_EDITS
source: Cancel
es: Cierre edits

# CANCEL_EDITS_TT
source: Click here to cancel any edits made to the following form
es: Cierre edits form ...

# EDITS_CONFIRM
source: Please confirm the following edits by clicking the Submit button once more.
es: Por favor, confirme los cambios siguientes por clicking the Submit button once more.

# EDITS_CONFIRMED
source: Your changes have been made. Thank you.
es: Sus cambios han sido hecho. Gracias.

# MYDEVDOCS_STOREAT
source: My Doc Path:
es: Doc mio path:

source: New
es: Nuevo

source: Save
es: Ahorre

# SEARCH_SELECTIONS
source: Please limit your searches and selections to nodes of type:
es: Por favor, haga la voluntud do no busar y hacer selecionnes afuera del node typo:

source: Cancel selections
es: Termine selecciones

# CANCEL_SELECTIONS_TT
source: click to cancel selections
es: click aqui para terminar selecciones

# SERVICE_UNAUTHORIZED
source: You are not authorized to edit this service. Please contact DevTreks for further information.
es: Usted no tiene el derecho hacer este cambios. Llame a DevTreks por ayuda.

# XML_DEVDOCS_BELOW
source: The extensible markup language can be found at the bottom of this page.
es: El documento de xml podria ser encontrado abajo.

# AGTREKS_TITLE
source: AgTreks, agriculture social budgeting
es: agtreks -social budgeting para mejorar vidas y ganancias rurales

# DEVTREKS_TITLE
source: DevTreks -social budgeting that improves lives and livelihoods
es: devtreks -social budgeting para mejorar vidas y ganancias

# OPENSOURCE_TESTING1
source: This web site is being tested as part of the
es: Este sitio hace pruebas de un proyecto open source.
